Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=56_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Koulutus- ja oppimateriaalitoimisto
smn: Škovlim- já oppâmateriaaltoimâttâh

source: Toimiston vakinaiset työntekijät:
smn: Toimâttuv fastâpargeeh:

source: Koulutussihteeri
smn: Škovlimčällee

source: - toimiston esimies,
smn: - toimâttuv hovdâ,

source: - koulutuksen lainsäädännön, hallinnon, rahoituskehityksen, arvioinnin, opetussuunnitelmanormien ja saamelaisopetuksen kehityksen seuranta,
smn: - škovlim lahâasâttâs, haldâšem, ruttâdemovdánem, árvuštâllâm, máttááttâsvuávámnoormâi já sämimáttááttâs ovdánem čuávvum,

source: - koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (koulutuspoliittiset ja yleiset koulutusasiat),
smn: - škovlim- já oppâmateriaallävdikode čällee já oovdânpyehtee (škovlimpoolitlâš já almos škovlimääših),

source: - saamelaisten koulutusasiain yhteistyöelimen sihteeri ja esittelijä,
smn: - säämi škovlimašij otsâšpargo-orgaan čällee já oovdânpyehtee,

source: - yhteydenpito saamelaisopetusta järjestäviin kuntiin, valtion opetushallintoon ja pohjoismaisiin sisarelimiin,
smn: - ohtâvuođâtoollâm sämimáttááttâs uárnejeijee kieldáid, staatâ máttááttâshaaldâšmân já tave-eennâmlâš uábbiorgaanáid,

source: - kansainvälisen kehityksen seuranta.
smn: - aalmugijkoskâsâš ovdánem čuávvum.

source: Oppimateriaalisihteeri
smn: Oppâmateriaalčällee

source: - koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (oppimateriaaliasiat),
smn: - škovlim- já oppâmateriaallävdikode čällee já oovdânpyehtee (oppâmateriaalääših),

source: - oppimateriaalityön suunnittelu, ohjaus, valvonta ja toimitustyö,
smn: - oppâmateriaalpargo vuávám, stivrim, kocceem já toimâttempargo,

source: - oppimateriaalin valmistukseen liittyvä yhteydenpito kouluihin ja opetuksen hallintoon,
smn: - oppâmateriaal rähtimân lohtâseijee ohtâvuođâtoollâm škovláid já máttááttâs haaldâšmân,

source: - pohjoismainen yhteistyö.
smn: - tave-eennâmlâš ohtsâšpargo.

source: - oppimateriaalin suunnittelu-, toimitus- ja tiedotustyö,
smn: - oppâmateriaal vuávám-, toimâttem- já tieđettempargo,

source: - Saamelaisnuorten taidetapahtuman valmistelu, tiedotus, raportointi ja varainkäyttö,
smn: - Säminuorâi taaidâtábáhtus valmâštâllâm, tieđettem, raportistem já varijkevttim,

source: - oppimateriaalin valmistukseen liittyvä yhteydenpito kouluihin ja pohjoismainen yhteistyö,
smn: - oppâmateriaal rähtimân lohtâseijee ohtâvuođâtoollâm škovláid já tave-eennâmlâš ohtsâšpargo,

source: - oppimateriaalinäyttelyn ja – varaston ylläpito.
smn: - oppâmateriaalčáitálmâs já - vuárhá hoittám.

source: Toimistosihteeri
smn: Toimâttâhčällee

source: - arkiston ja kirjaston ylläpito,
smn: - arkkâduv já kirjerááju hoittám,

source: - oppimateriaalivarojen käytön seuranta,
smn: - oppâmateriaalvarij kevttim čuávvum,

source: - oppimateriaalin tiedotustyö, varastointi ja jakelu,
smn: - oppâmateriaal tieđettempargo, vuorkkim já jyehim,

source: - kokousten käytännön järjestelyt.
smn: - čuákkim vuáválâš orniimeh.

source: Oppimateriaalin projektityöntekijät
smn: Oppâmateriaalpargeeh

source: Oona Länsman, pohjoissaame
smn: Oona Länsman, orjâlâškielâ

source: Neeta Jääskö, inarinsaame
smn: Neeta Jääskö, anarâškielâ
